[
  {
    "id": 1,
    "original": "Bound",
    "russian": "Баунд",
    "description": "Состояние в Tekken, когда персонаж отскакивает от пола и остаётся уязвимым для продолжения комбо. Впервые появилось в Tekken 6, где многие персонажи имели удлинители комбо через Bound. В Tekken 7 система частично сохранилась (например, Low Parry переводит противника в Bound), но в целом её заменил Screw.",
    "aliases": ["Bounds", "Bounced", "Баунд", "Баунда", "Баунде"],
    "video": "https://rutube.ru/play/embed/81079e8ddfa4add1014be721509e783f/"
  },
  {
    "id": 2,
    "original": "Screw",
    "russian": "Скру",
    "description": "Система продолжения комбо, которая заменила Bound в Tekken 7. После Screw противник вращается в воздухе горизонтально и падает так, что можно продолжить атаку.",
    "aliases": ["Screws", "Screwed", "Скру", "Скруа", "Скруе"],
    "video": "https://rutube.ru/play/embed/f01c0ad168516a00e5fe23e16b0e4a06/"
  },
  {
    "id": 3,
    "original": "Auto Shimmy",
    "russian": "Авто Шимми",
    "description": "Стринг в Mortal Kombat, который хорошо выманивает техники броска у защищающегося, потому что один из последних ударов выглядит как начало броска. Это делает тик-броски довольно сложными для защиты; все, что нужно делать, это миксовать между полным стрингом или первым ударом (например), а затем останавливаться и бросать. Будет очень сложно среагировать на то, какой вариант придет, и вас, вероятно, ударят. Назван в честь шимми, другого способа выманить технику броска, но его немного легче реализовать, потому что микс «автоматически» встроен в стринг. Вам не нужно так сильно креативить с позиционированием персонажа.",
    "aliases": ["Auto Shimmy", "Autoshimmy", "Автошимми", "Авто шимми"],
    "video": ""
  },
  {
    "id": 4,
    "original": "Mix up",
    "russian": "Микс ап",
    "description": "Ситуация в файтингах, когда атакующий предлагает оппоненту несколько вариантов защиты, и защищающийся должен угадать правильный ответ. Обычно включает в себя выбор между блокированием high/low или броском/атакой.",
    "aliases": ["Mixup", "Mix-up", "Миксап", "Микс-ап", "Микс"],
    "nestedTerms": [],
    "video": ""
  }
]
